---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemLayerSummaryDir1NoSpacing
source: html/a2b54d0c-4098-1c58-86e6-86a06ddbb24d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemLayerSummaryDir1NoSpacing Property

"Major, Both Faces (Brief)"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemLayerSummaryDir1NoSpacing { get; }
```